tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "groovy"
brew "jq"
brew "ncdu"
brew "neovim"
brew "node"
brew "nss"
brew "tree"
brew "pass"
brew "python@3.9"
brew "ranger"
brew "rlwrap"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux-xpanes"
brew "vim"
brew "wget"
cask "appcleaner"
cask "discord"
cask "dropzone"
cask "google-chrome"
cask "imageoptim"
cask "itsycal"
cask "mediaelch"
cask "monitorcontrol"
cask "mounty"
cask "notion"
cask "numi"
cask "onyx"
cask "pycharm-ce"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "rectangle"
cask "sublime-text"
cask "vlc"
cask "vox"
