tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "gcc"
brew "git"
brew "glances"
brew "gnu-sed"
brew "groovy"
brew "jq"
brew "ncdu"
brew "ranger"
brew "rlwrap"
brew "spaceship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "wget"
cask "appcleaner"
cask "cakebrew"
cask "imageoptim"
cask "itsycal"
cask "mounty"
cask "notion"
cask "numi"
cask "pycharm-ce"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "vlc"
cask "vox"
