# Brew taps

tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Brew

brew "ack"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bat"
brew "pkg-config"
brew "coreutils"
brew "curl"
brew "exa"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "libtool"
brew "libgcrypt"
brew "groovy"
brew "jq"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "node"
brew "nss"
brew "tree"
brew "pass"
brew "python@3.9"
brew "rlwrap"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux-xpanes"
brew "vim"
brew "wget"

# Cask
cask "android-platform-tools"
cask "appcleaner"
cask "imageoptim"
cask "itsycal"
cask "librewolf"
cask "macfuse"
cask "mediaelch"
cask "monitorcontrol"
cask "mounty"
cask "notion"
cask "numi"
cask "openemu"
cask "pycharm-ce"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "topnotch"
cask "visual-studio-code"
cask "vox"

# App Store##
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Hidden Bar", id: 1452453066
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notion Web Clipper", id: 1559269364
mas "Super Agent", id: 1568262835
mas "Surfshark", id: 1437809329
mas "The Unarchiver", id: 425424353
